Repository: Tessachu/socialized
Catalog: languages/socialized-*.po
Languages: es_es

source: (Use the shortcode
es_es: (Use el código abreviado

source: to display these buttons within the content. If placed, it will override the automatic placement so they're only displayed once.
es_es: para mostrar estos botones dentro del contenido. Si se coloca, anulará la ubicación automática para que solo se muestren una vez.

source: | or the “<a href="%1$s" target="%3$s">Focus keyphrase</a>” by <a href="%2$s" target="%3$s" rel="noopener noreferrer">Yoast SEO</a>
es_es: | o la “<a href="%1$s" target="%3$s">Frase clave de enfoque</a>” de <a href="%2$s" target="%3$s" rel= "noopener noreferrer">Yoast SEO</a>

source: About
es_es: Acerca

source: about Custom Campaigns in Google.
es_es: sobre campañas personalizadas en Google.

source: Add social media sharing buttons to your posts, pages, and custom post types that automatically track to a custom campaign with your Google Analytics!
es_es: ¡Agregue botones para compartir en las redes sociales a sus publicaciones, páginas y tipos de publicaciones personalizadas que rastrean automáticamente una campaña personalizada con su Google Analytics!

source: Advanced Settings
es_es: Ajustes avanzados

source: After content (displays horizontally)
es_es: Después del contenido (mostrado horizontalmente)

source: Autofix Sticky
es_es: Reparación automática pegajosa

source: Autofix Sticky Icons
es_es: Iconos adhesivos de corrección automática

source: automatically generate the missing ones
es_es: generar automáticamente los que faltan

source: Automatically generates a vanity URL for each social media sharing button for each post that redirects to the post with the following UTM parameters:
es_es: Genera automáticamente una URL mnemónica para cada botón de compartir en redes sociales para cada publicación que redirige a la publicación con los siguientes parámetros UTM:

source: Before content (displays horizontally)
es_es: Antes del contenido (mostrado horizontalmente)

source: Buy me a Coffee
es_es: Cómprame un café

source: By adding campaign parameters to the destination URLs you use in your ad campaigns, you can collect information about the overall efficacy of those campaigns, and also understand where the campaigns are more effective. For example, your <em>Summer Sale</em> campaign might be generating lots of revenue, but if you're running the campaign in several different social apps, you want to know which of them is sending you the customers who generate the most revenue. Or if you're running different versions of the campaign via email, video ads, and in-app ads, you can compare the results to see where your marketing is most effective.
es_es: Al agregar parámetros de campaña a las URL de destino que usa en sus campañas publicitarias, puede recopilar información sobre la eficacia general de esas campañas y también comprender dónde las campañas son más efectivas. Por ejemplo, su campaña de <em>Rebajas de verano</em> podría estar generando muchos ingresos, pero si ejecuta la campaña en varias aplicaciones sociales diferentes, querrá saber cuál de ellas le está enviando los clientes que generan la la mayoría de los ingresos. O si está ejecutando diferentes versiones de la campaña por correo electrónico, anuncios de video y anuncios en la aplicación, puede comparar los resultados para ver dónde su comercialización es más efectiva.

source: Campaign
es_es: Campaña

source: Campaign Content:
es_es: Contenido de la campaña:

source: Campaign Medium:
es_es: Medio de la campaña:

source: Campaign Name:
es_es: Nombre de campaña:

source: Campaign Source:
es_es: Fuente de la campaña:

source: Campaign Term
es_es: Término de la campaña

source: Campaign Term:
es_es: Término de la campaña:

source: Choose a button style for displaying the links
es_es: Elija un estilo de botón para mostrar los enlaces

source: Choose where to display the sharing buttons
es_es: Elija dónde mostrar los botones para compartir

source: Click the button below to generate vanity URLs for the following post type(s) that do not already have them: <code>%s</code>. It was already run once when this plugin was activated, and each newly created one generates their own when it is first saved, even as a draft. If you created a custom post type and wish to generate links for all of those as well, be sure to save the custom post type's slug in <em>Settings</em> before clicking this button.
es_es: Haga clic en el botón a continuación para generar URL mnemónicas para los siguientes tipos de publicaciones que aún no las tienen: <code>%s</code>. Ya se ejecutó una vez cuando se activó este complemento, y cada uno recién creado genera el suyo propio cuando se guarda por primera vez, incluso como borrador. Si creó un tipo de publicación personalizada y también desea generar enlaces para todas ellas, asegúrese de guardar el slug del tipo de publicación personalizada en <em>Configuración</em> antes de hacer clic en este botón.

source: Coffee cup
es_es: Taza de café

source: Comma separated list of the post types to generate URLs for
es_es: Lista separada por comas de los tipos de publicaciones para generar URL

source: Comma separated list of up to three (3) related Twitter handles to recommend to the user after they tweet your content.
es_es: Lista separada por comas de hasta tres (3) identificadores de Twitter relacionados para recomendar al usuario después de que tuitee su contenido.

source: Copied!
es_es: ¡Copiado!

source: Copy to clipboard
es_es: Copiar al portapapeles

source: Copy URL
es_es: Copiar URL

source: Defined by typing in the text box on the post or page
es_es: Definido al escribir en el cuadro de texto en la publicación o página

source: Display
es_es: Monitor

source: Displays social media sharing links in the content of each post that uses these vanity URLs.
es_es: Muestra enlaces para compartir en redes sociales en el contenido de cada publicación que utiliza estas URL mnemónicas.

source: Donate
es_es: Donar

source: Edit
es_es: Editar

source: Edit Global Settings
es_es: Editar configuraciones globales

source: Edit the vanity slug above and save or
es_es: Edite el slug de vanidad arriba y guarde o

source: Email
es_es: Correo electrónico

source: Enable vanity URLs
es_es: Habilitar URL mnemónicas

source: Enjoying my plugin? Please leave a review!
es_es: ¿Disfrutando de mi complemento? ¡Por favor, deje una reseña!

source: Exclude FontAwesome
es_es: Excluir FontAwesome

source: Font Awesome Icons
es_es: Iconos de FontAwesome

source: FontAwesome Icons
es_es: Iconos de FontAwesome

source: Forward via email
es_es: Reenviar por correo electrónico

source: Generate Missing Vanity URLs
es_es: Generar URL mnemónicas faltantes

source: hit(s)
es_es: enlaces de visitas

source: Hits:
es_es: Enlaces de visitas:

source: I thought you might like this article:
es_es: Pensé que te podría gustar este artículo:

source: I will use shortcodes only
es_es: Usaré códigos cortos solo

source: Icons
es_es: Iconos

source: If disabled, the social media sharing links will still appear on the posts/pages, but will share your permalink with the UTM parameters added to it instead. Any vanity URLs created by this plugin that were shared on social media or other mediums will also stop redirecting, resulting in a 404 page to be displayed
es_es: Si está deshabilitado, los enlaces para compartir en las redes sociales seguirán apareciendo en las publicaciones/páginas, pero compartirán su enlace permanente con los parámetros UTM agregados. Cualquier URL mnemónica creada por este complemento que se haya compartido en las redes sociales u otros medios también dejará de redirigir, lo que dará como resultado que se muestre una página 404

source: If left blank, this will use Yoast SEO's "Focus keyphrase"
es_es: Si se deja en blanco, se usará la "frase clave de enfoque" de Yoast SEO.

source: If you're experiencing issues with this plugin or have a suggestion for a feature or fix, please check the support threads or submit a ticket to give me the opportunity to make it better. I want to help!
es_es: Si tiene problemas con este complemento o tiene una sugerencia para una función o solución, consulte los hilos de soporte o envíe un ticket para darme la oportunidad de mejorarlo. ¡Quiero ayudar!

source: Image Icons
es_es: Iconos de imagen

source: Learn more
es_es: Aprende más

source: Left of content (displays vertically)
es_es: Izquierda del contenido (se muestra verticalmente)

source: Link Tracking
es_es: Seguimiento de enlaces

source: Location
es_es: la posición

source: OFF
es_es: Desactivada

source: ON
es_es: Activado

source: or define in <em>Settings</em>
es_es: o definir en <em>Configuración</em>

source: Plugin Support
es_es: Ayuda con complemento

source: Possible value(s):
es_es: Valores posibles:

source: Redirections Enabled
es_es: Redirecciones activadas

source: Redirects are disabled!
es_es: ¡Las redirecciones están desactivadas!

source: Redirects Enabled
es_es: ¡Las redirecciones están activadas!

source: Related Twitter Handles
es_es: Identificadores de Twitter relacionados

source: Right of content (displays vertically)
es_es: Derecho de contenido (muestra verticalmente)

source: Save All Settings
es_es: Guardar todas las configuraciones

source: Settings
es_es: Configuraciones

source: Settings Saved!
es_es: ¡Configuraciones guardados!

source: Share on
es_es: Compartir en

source: Share this on:
es_es: Comparte esto en:

source: Support Forums
es_es: Foros de ayuda

source: Text Links
es_es: Enlaces de texto

source: The value of the "utm_campaign" parameter for all links shared with this plugin.
es_es: El valor del parámetro "utm_campaign" para todos los enlaces compartidos con este complemento.

source: This is a <em>free</em> plugin that I poured a bit of my heart and soul into with the sole purpose of being helpful to you and the users of your WordPress website. Please consider supporting my queer and autistic-led small business by donating! Thank you!
es_es: Este es un complemento <em>gratuito</em> en el que puse un poco de mi corazón y mi alma con el único propósito de ser útil para usted y los usuarios de su sitio web de WordPress. ¡Considere apoyar a mi pequeña empresa dirigida por personas queer y autistas mediante una donación! ¡Gracias!

source: This plugin accomplishes two (2) things:
es_es: Este complemento logra dos (2) cosas:

source: Title
es_es: Título

source: Toggle this off if your theme or another plugin already implements FontAwesome version 6 or later.
es_es: Desactive esta opción si su tema u otro complemento ya implementa FontAwesome versión 6 o posterior.

source: Twitter Handle
es_es: Identificador de Twitter

source: Update Links
es_es: Actualizar enlaces

source: Vanity Slug
es_es: Bonito enlace

source: Vanity URL:
es_es: Bonita URL:

source: View
es_es: Ver

source: View All
es_es: Ver todo

source: When a user clicks a referral link, the parameters you add are sent to Analytics, and the related data is available in the Campaigns reports.
es_es: Cuando un usuario hace clic en un enlace de referencia, los parámetros que agrega se envían a Analytics y los datos relacionados están disponibles en los informes de Campañas.

source: When sticking the buttons to the left or right, certain CSS attributes need to be set for it to work. Enabling this will automatically fix those issues.
es_es: Al pegar los botones a la izquierda o a la derecha, se deben configurar ciertos atributos CSS para que funcione. Habilitar esto solucionará automáticamente esos problemas.

source: Write a Review
es_es: Escribe una reseña

source: Your default Twitter handle
es_es: Tu identificador predeterminado de Twitter

source: Your permalink struture will not be affected.
es_es: Su estructura de enlaces permanentes no se verá afectada.
